male_name = [
    "ماهان",
    "شایان",
    "حسین",
    "رضا",
    "علیرضا",
    "احسان",
    "سیاوش",
    "نیما",
    "معین",
    "سامان",
    "سهیل",
    "امیرحسین"
    "محمدحسین"
    "ابوالفضل"
    "حسن"
    "محسن"
    "محمدمهدی"
    "احمد"
    "عباس"
    "سعید"
    "محمدعلی"
    "مرتضی"
    "مصطفی"
    "مجید"
    "محمدجواد"
    "مجتبی"
    "محمود"
    "حمیدرضا"
    "حمید"
    "جواد"
    "ابراهیم"
    "امیرمحمد"
    "محمدامین"
    "امیرعلی"
    "غلامرضا"
    "امیر"
    "مسعود"
    "علی اکبر"
    "هادی"
    "اکبر"
    "محمدحسن"
    "علی اصغر"
    "حامد"
    "امیررضا"
    "امین"
    "رسول"
    "محمد"
    "اسماعیل"
    "احمدرضا"
    "اصغر"
    "میثم"
    "وحید"
    "میلاد"
    "داود"
    "ناصر"
    "روح الله"
    "امید"
    "علیرضا"
    "مح"
]

female_names = [
    "صدیقه"
    "زهره"
    "لیلا"
    "طاهره"
    "مرضیه"
    "یاسمن",
    "سیما",
    "صبا",
    "معصومه",
    "نازنین زهرا",
    "نازنین رقیه",
    "اعظم"
    "سمیه"
    "اکرم"
    "سکینه"
    "رقیه"
    "ریحانه"
    "نرگس"
    "الهام"
    "فائزه"
    "محدثه"
    "راضیه"
    "محبوبه"
    "الهه"
    "سارا"
    "کبری"
    "فرزانه"
    "عاطفه"
    "سمانه"
    "ملیحه"
    "مینا"
    "مائده"
    "مبینا"
    "نجمه"
    "مهدیه"
    "مینا"
    "مهسا"
    "مهناز"
    "هانیه"
    "حمیده"
    "فرشته"
    "ناهید"
    "فهیمه"
    "نسرین"
    "سمیرا"
    "کوثر"
    "فریبا"
    "فاطمه زهرا"
    "فاطمه سادات"
    "مهری"
    "هاجر"
    "افسانه"
    "سحر"
    "مهین"
    "آمنه"
    "منصوره"
    "حدیث"
]

l_name = [
    "رحمانی",
    "احمدی",
    "شریف رضوانی",
    "هریوندی",
    "احمدی",
    "اصغری",
    "شکری",
    "سعیدی",
    "یغمایی",
    "سیمایی",
    "پزشکیان",
    "جلیلی",
    "سلطانی",
    "قالیباف",
    "شهیدی",
    "سلامی",
    "نکیسا",
    "غلامی",
    "سروی",
    "بصیری",
    "حاجی بیکی",
]
